[
 {
  "Ивент 1: ": "У вас на пути попался бродячий торговец, предлагающий опробовать вам свой новый эликсир, дающий прозрение. Примите его предложение?"
 },
 {
  "Ивент 1: ": "    1. Да. Почему нет?  "
 },
 {
  "Ивент 1: ": "         Результат: Этот напиток разливается по вашему телу, согревая его своей остротой. Ваши рецепторы тут же взорвались, лицо покрылось испаринами, а тело, словно ракета, подлетело в небо, открывая вам виды вокруг. По приземлении, торговца вы уже не обнаружили. "
 },
 {
  "Ивент 1: ": "    2. Нет, лучше не доверять прохожим.  "
 },
 {
  "Ивент 1: ": "         Результат: Оставив позади этого безумца, вы направились дальше к своей цели. "
 },
 null,
 {
  "Ивент 2: ": "
 },
 {
  "Ивент 2: ": "По мере вашего продвижения у вас на пути оказывается завал. Обходить его придётся долго, проходить через него выйдет проблематично. "
 },
 null,
 {
  "Ивент 3: "
 },
 {
  "Ивент 3: ": "Вам встретился старик в чёрной робе, стоящий на мосту. \"Вщяк щуда идущий, отвещь на вопрощ и можещь идти. Ответищь неправильно - умрёщь. Какова скорощть лащточки бещ груза?\""
 },
 {
  "Ивент 3: ": "      1. Щто? "
 },
 {
  "Ивент 3: ": "      2. 0.050283 Маха.  "
 },
 {
  "Ивент 3: ": "    Результат: Старик усмехается вашей глупости и произносит заклинание, отправляющее вас в полёт под мост. Полёт оказался, не такой долгий.  Приземление было болезненное, а вылезти из этой дыры у вас займёт определенное время. "
 },
 null,
 {
  "Ивент 3: ": "3. Европейской или Африканской?  "
 },
 {
  "Ивент 3: ": "    Результат: Старик вопросительно смотрит на вас. \"Я не щнаю?\" После чего его какой-то силой выталкивает с моста вниз. Упав на дно, старик громко произносит: \"Ладно, твоя вщяла. Мощещь идти.\""
 },
 null,
 null,
 {
  "Ивент 4: ": "
 },
 {
  "Ивент 4: ": "Вы нашли поляну, полную сочных, ярких и красочных ягод. Вы решили сорвать немного себе в запас. Быть может, и варенье сварите.. "
 },
 null,
 null,
 {
  "Ивент 5: ": "
 },
 {
  "Ивент 5: ": "Вы проходите мимо палатки, из которой доносится металлический звон. Кузнец Георг, как он представился, любезно предложил заточить ваши когти. После его работы они сияют великолепием."
 },
 null,
 {
  "Ивент 6: ": "
 },
 {
  "Ивент 6: ": "Под своими ногами вы услышали бормотание и звон посуды. Опустив взгляд, вы подмечаете небольшой чайный столик, за которым сидят забавные старички с красными колпаками. Они приглашают вас к себе на чаепитие. Примете приглашение?"
 },
 null,
 {
  "Ивент 6: ": "  1. Да!  "
 },
 {
  "Ивент 6: ": "     Результат: Вы провели отлично время в компании забавных человечков. Один даже пригласил вас в будущем на свадьбу своей внучки!"
 },
 {
  "Ивент 6: ": "  "
 },
 {
  "Ивент 6: ": "  2. Нет, спасибо. "
 },
 {
  "Ивент 6: ": "     Результат: Вы решили оставить малышей позади, ведь у вас впереди бравый квест!"
 },
 null,
 {
  "Ивент 7: ": "
 },
 {
  "Ивент 7: ": "Проходя недалеко от водоёма, вы увидели банду бобров. Они имеют трудности с тем, чтобы перенести бревно к водоёму. Вы им поможете?"
 },
 {
  "Ивент 7: ": " 1. Братья наши меньшие нуждаются в помощи!"
 },
 {
  "Ивент 7: ": "     Результат: Когда вы помогли перенести бревно, желтый и коричневый бобры пришли к вам из общей массы, встали как люди и протянули лапу. \"Спасиб, мужик. Помог. Держи краба\". Пожав им лапу и уйдя дальше, вы чувствуете, как ваше тело окрепло."
 },
 {
  "Ивент 7: ": " 2. Животные сами разберутся. "
 },
 null,
 {
  "Ивент 8: ": "
 },
 {
  "Ивент 8: ": "Вам на пути попался бродячий менестрель. У него возникли проблемы с выбором темы для своей новой баллады, и он просит вас о помощи. О чем она будет?"
 },
 {
  "Ивент 8: ": "  1. Геройский эпос! Про мои приключения! "
 },
 {
  "Ивент 8: ": "     Результат: Менестрель воодушевился вашими историями и написал песню о вас, ваших приключениях и о том, какой вы смелый и могучий воин!"
 },
 null,
 {
  "Ивент 8: ": "  2. Грех не воспеть это тело! "
 },
 {

5Dollarz, [08.11.2025 18:15]
"Ивент 8: ": "     Результат: Вы решили покрасоваться своим могучим телом. Вы увидели как огонь загорается в его глазах, а рука сама расписывает бумагу, повествуя  о невероятности вашей физической формы!"
 },
 null,
 {
  "Ивент 9: ": "
 },
 {
  "Ивент 9: ": "Вам на встречу выбегает собака. Язык тела собаки выдает её помыслы - она хочет почесушки. Почешите собаку? "
 },
 {
  "Ивент 9: ": "1.Да."
 },
 {
  "Ивент 9: ": "2.Да!"
 },
 {
  "Ивент 9: ": "  Результат: Вы почесали собаку и оба остались довольны. :)"
 },
 null,
 {
  "Ивент 10: ": "
 },
 {
  "Ивент 10: ": "Вы находите брошенный лагерь. При осмотре места вы обнаружили карту окружающей местности. Сравнив картинку с окружением вы поняли, что карта нарисована предельно точно."
 }
]
